{
  "Ads": [
    {
      "select_main_ads": "ADMOB",
      "select_backup_ads":"APPLOVIN-M",
      "main_ads_banner": "ca-app-pub-3940256099942544/6300978111xx",
      "main_ads_intertitial":"ca-app-pub-3940256099942544/1033173712xx",
      "main_ads_natives":"",
      "main_ads_rewards":"",
      "backup_ads_natives":"",
      "backup_ads_banner":"db4d5e8718b97d78",
      "backup_ads_intertitial":"518cd97722c60b52",
      "backup_ads_rewards":"",
      "open_ads_admob":"",
      "open_ads_alien":"",
      "switch_open_ads":"1",
      "switch_banner_natives_ads":"",
      "interval_intertitial": 2,
      "initialize_sdk":"107355779",
      "initialize_sdk_backup_ads":"",
      "high_paying_keyword_1": "",
      "high_paying_keyword_2": "",
      "high_paying_keyword_3": "",
      "high_paying_keyword_4": "",
      "high_paying_keyword_5": "",
      "status_app": "0",
      "link_redirect": "https://"
    }
  ],
   "Categories": [
    {
      "id": 1,
      "name_category": "DJ SNAKE",
      "image": "file:///android_asset/image/DJSNAKE.jpg"
    }
  ],
  "Data": [
    {
      "id": 1,
      "name_category": "DJ SNAKE",
      "title": "A Different Way",
      "image": "file:///android_asset/image/DJSNAKE.jpg",
      "link_mp3": "mp3/A-Different-Way.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Could you believe I could be different?<br>I'll be the difference, I'll lift you high<br>And I understand your hesitation<br>My reputation, it's no surprise<br><br>So let me redefine you<br>And you can see the tide move<br>Just like tears in the eyes do<br>And when you're feeling alone<br>Oh, baby, I'll be right here<br>Between the sea and silence<br>So breathe easy, my dear<br>You can find sunshine in the rain<br><br>I will come running when you call my name<br>Even a broken heart can beat again<br>Forget about the one who caused you pain<br>I swear I'll love you in a different way<br><br>I know that love is so unforgiving<br>You've been a victim too many times<br>And I'll be the thread, hold you together<br>I'll be forever, will you be mine?<br><br>So let me redefine you<br>And you can see the tide move<br>Just like tears in the eyes do<br>And when you're feeling alone<br>Oh, baby, I'll be right here<br>Between the sea and silence<br>So breathe easy, my dear<br>You can find sunshine in the rain<br><br>I will come running when you call my name<br>Even a broken heart can beat again<br>Forget about the one who caused you pain<br>I swear I'll love you in a different way<br><br>Hey, hey, hey<br>I swear I'll love you in a different way<br>Hey, hey, hey<br>I swear I'll love you in a different way</font></p>"
    },

    {
      "id": 2,
      "name_category": "DJ SNAKE",
      "title": "Disco Maghreb",
      "image": "file:///android_asset/image/DJSNAKE.jpg",
      "link_mp3": "mp3/Disco-Maghreb.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Ah ah ah ah<br>Ah ah ah<br>Aywa aywa<br>Zid wahda zid wahda<br>Era gadeh era gadeh era gadeh era gadeh era gadeh<br>Chtah rdah chtah rdah ya baba chtah rdah<br>Aywa aywa ah ah ah ah<br>Elaab elaab arwah arwah elaab elaab arwah arwah elaab elaab arwah arwah<br>Alik alik alik alik alik alik<br><br>Wahed zoudj tlata awoud<br>Wahed zoudj tlata awoud<br>Wahed zoudj tlata awoud<br>Wahed zoudj ara ara ara<br><br>Ara ara ara<br><br>[English translation:]<br><br>Ah ah ah ah<br>Ah ah ah<br>Aywa aywa<br>Another one another one<br>Era gadeh era gadeh era gadeh era gadeh era gadeh<br>Dance and stomp dance and stomp ya baba dance and stomp<br>Aywa aywa ah ah ah ah<br>Play play come on come on play play come on come on play play come on come on<br>Look look look look look look<br><br>One two three do it again<br>One two three do it again<br>One two three do it again<br>One two ara ara ara<br><br>Ara ara ara</font></p>"
    },
	
	{
      "id": 3,
      "name_category": "DJ SNAKE",
      "title": "Get Low",
      "image": "file:///android_asset/image/DJSNAKE.jpg",
      "link_mp3": "mp3/Get-Low.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Brrr, brrr!<br>Brrr, brrr!<br><br>Get low, get get get low [8x]<br>Low [28x]<br>Get, get, get, get low when the whistle blow<br><br>[BEAT DROPS]<br><br>Waaoh!<br>Brrr, brrr! (Waaoh!)<br>Waaoh!<br><br>Get, get, get low when the whistle blow<br><br>Brrr! (Waaoh!)<br>Brrr, brrr! (Waaoh!)<br>Brrr! (Waaoh!)<br><br>Get, get, get low when the whistle blow<br><br>Waaoh!<br><br>Get, get, get. Get low<br><br>Waaoh!<br><br>Barbes! Yallah, habibi!<br><br>Get low, get get get low [8x]<br>Low [28x]<br>Get, get, get, get low when the whistle blow<br><br>[BEAT DROPS]<br><br>Waaoh!<br>Brrr, brrr! (Waaoh!)<br>Waaoh!<br><br>Get, get, get low when the whistle blow<br><br>Waaoh!<br>Brrr, brrr! (Waaoh!)<br>Waaoh!<br><br>Get, get, get, get low<br>Low, low, low [echoes out]<br><br>Get, get, get, get low<br>Low, low, low [echoes out]<br><br>Barbes! Yallah, habibi! [&quot;Yallah, habibi&quot; echoes out]</font></p>"
    },
	
	{
      "id": 4,
      "name_category": "DJ SNAKE",
      "title": "Lean On",
      "image": "file:///android_asset/image/DJSNAKE.jpg",
      "link_mp3": "mp3/Lean-On.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Do you recall, not long ago<br>We would walk on the sidewalk<br>Innocent, remember?<br>All we did was care for each other<br><br>But the night was warm<br>We were bold and young<br>All around the wind blows<br>We would only hold on to let go<br><br>[Chorus 2x:]<br>Blow a kiss, fire a gun<br>We need someone to lean on<br>Blow a kiss, fire a gun<br>All we need is somebody to lean on<br><br>(Eeh ooh, eeh ooh, eeh ooh, eeh ooh) [4x]<br><br>What will we do when we get old?<br>Will we walk down the same road?<br>Will you be there by my side?<br>Standing strong as the waves roll over<br><br>When the nights are long<br>Longing for you to come home<br>All around the wind blows<br>We would only hold on to let go<br><br>[Chorus 2x:]<br>Blow a kiss, fire a gun<br>We need someone to lean on<br>Blow a kiss, fire a gun<br>All we need is somebody to lean on<br><br>(Eeh ooh, eeh ooh, eeh ooh, eeh ooh) [2x]<br>All we need is somebody to lean on<br>(Eeh ooh, eeh ooh, eeh ooh, eeh ooh) [2x]<br>All we need is somebody to lean on<br>Lean on, lean on, lean on, lean on...<br><br>[Chorus 2x:]<br>Blow a kiss, fire a gun<br>We need someone to lean on<br>Blow a kiss, fire a gun<br>All we need is somebody to lean on</font></p>"
    },
	
	{
      "id": 5,
      "name_category": "DJ SNAKE",
      "title": "Let Me Love You",
      "image": "file:///android_asset/image/DJSNAKE.jpg",
      "link_mp3": "mp3/Let-Me-Love-You.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>I used to believe<br>We were burnin' on the edge of somethin' beautiful<br>Somethin' beautiful<br>Sellin' a dream<br>Smoke and mirrors keep us waiting on a miracle<br>On a miracle<br><br>Say, go through the darkest of days<br>Heaven is a heartbreak away<br>Never let you go, never let me down<br>Oh, it's been a hell of a ride<br>Driving the edge of a knife<br>Never let you go, never let me down<br><br>Don't you give up, nah-nah-nah<br>I won't give up, nah-nah-nah<br>Let me love you<br>Let me love you<br>Don't you give up, nah-nah-nah<br>I won't give up, nah-nah-nah<br>Let me love you<br>Let me love you<br>Oh, baby, baby<br><br>Don't fall asleep<br>At the wheel, we've got a million miles ahead of us<br>Miles ahead of us<br>All that we need<br>Is a rude awakening to know we're good enough<br>Know we're good enough<br><br>Say go through the darkest of days<br>Heaven is a heartbreak away<br>Never let you go, never let me down<br>Oh, it's been a hell of a ride<br>Driving the edge of a knife<br>Never let you go, never let me down<br><br>Don't you give up, nah-nah-nah<br>I won't give up, nah-nah-nah<br>Let me love you<br>Let me love you<br>Don't you give up, nah-nah-nah<br>I won't give up, nah-nah-nah<br>Let me love you<br>Let me love you<br>Oh, baby, baby<br><br>Never let you go, never let you go go<br>Never let you go, never let you go go<br>Never let you go, whoa<br>No, never let you go, whoa<br><br>Never let you go<br>Never let you go go<br>Never let you go<br>Never let you go go<br>Oh, no, no, no<br>No, never let you go<br>Yeah, yeah<br>No, never let you go<br><br>Don't you give up, nah-nah-nah<br>I won't give up, nah-nah-nah<br>Let me love you<br>Let me love you<br>Don't you give up, nah-nah-nah<br>I won't give up, nah-nah-nah<br>Let me love you<br>Let me love you</font></p>"
    },
	
	{
      "id": 6,
      "name_category": "DJ SNAKE",
      "title": "Loco Contigo",
      "image": "file:///android_asset/image/DJSNAKE.jpg",
      "link_mp3": "mp3/Loco-Contigo.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>T&uacute; me tienes loco, loco contigo<br>Yo trat&eacute; trato, pero baby, no te olvido<br>T&uacute; me tienes loco, loco contigo<br>Yo trat&eacute; trato, pero baby, aqu&iacute; yo sigo (Okay, okay)<br><br>Mami, t&uacute; ere' una champion, ram-pa-pa-pam-pam<br>Con un booty fuera 'e lugar<br>Una cintura chiquita, mata la cancha<br>T&uacute; est&aacute;s fuera 'e lo normal<br><br>T&uacute; lo bate' como la avena de Abuela<br>Hay mucha' mujere' pero t&uacute; gana' por pela<br>Ense&ntilde;ando mucho y todo por fuera<br>Tu dise&ntilde;ador no quiso gastar en la tela<br><br>Oh, mama, t&uacute; ere' la fama<br>Est&aacute;s conmigo y te va' ma&ntilde;ana<br>Cuando lo mueves todo me sana'<br>Eres mi ant&iacute;doto cuando tengo ganas<br><br>Oh, mama, t&uacute; ere' la fama<br>Est&aacute;s conmigo y te va' ma&ntilde;ana<br>Cuando lo mueves todo me sana'<br>Eres mi ant&iacute;doto cuando tengo ganas<br><br>T&uacute; me tienes loco, loco contigo<br>Yo trat&eacute; trato, pero baby, no te olvido<br>T&uacute; me tienes loco, loco contigo<br>Yo trat&eacute; trato, pero baby, aqu&iacute; yo sigo<br><br>I wanna make it hot, your body on top<br>Kiss me up, wanna lip lock<br>Party won't stop and it's 4 o'clock<br>Iced out watch, I can get you one<br>Tell your best friend she get one too<br>Girls wanna have fun, I'm who they run to<br>Move, move your body, know you want to<br>One, two, baby I want you<br><br>Cute face, little waist (Yeah), more to the bass (Bass)<br>That ass need a seat (Seat), you can sit on me<br>That's my old girl (Yeah), she an antique<br>You got that new body, you a art piece<br>You like salsa, I'm saucy<br>Caliente, muy caliente<br>Caliente, muy caliente<br><br>T&uacute; me tienes loco, loco contigo<br>Yo trat&eacute; trato, pero baby, no te olvido<br>T&uacute; me tienes loco, loco contigo<br>Yo trat&eacute; trato, pero baby, aqu&iacute; yo sigo<br><br>T&uacute; pide lo que quieras, lo que quieras, lo que quieras<br>Que yo lo hago a tu manera, tu manera, tu manera<br>Dale, mueve la cadera como lo hac&iacute;a Selena<br>T&uacute; no tienes atadura, vamo', rompe la cadena</font></p>"
    },
	
	{
      "id": 7,
      "name_category": "DJ SNAKE",
      "title": "Magenta Riddim",
      "image": "file:///android_asset/image/DJSNAKE.jpg",
      "link_mp3": "mp3/Magenta-Riddim.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Pig gam da dim, de da pig gam pa rim ba<br>Poing dam da gim, pa gam dim dam pa rim ba<br>Pig gam da dim, de da pig gam pa rim ba<br>Poing dam da gim, pa gam dim dam pa rim ba<br><br>Pig gam da dim, de da pig gam pa rim ba<br>Poing dam da gim, pa gam dim dam pa rim ba<br>Pig gam da dim, de da pig gam pa rim ba<br>Bamb, bamb, bamb, di gi di dan, dan, wooh<br><br>Wooh<br>Wooh<br>Wooh<br>Prrr, wooh<br><br>Wooh<br>Wooh<br>Wooh<br><br>Pig gam da dim, de da pig gam pa rim ba<br>Poing dam da gim, pa gam dim dam pa rim ba<br>Pig gam da dim, de da pig gam pa rim ba<br>Bamb, bamb, bamb, di gi di dan, dan, wooh<br><br>Wooh<br>Wooh<br>Wooh<br><br>Hey, hey-yeah, hey, hey-yeah-yeah<br>Hey, hey-yeah, hey, hey-yeah-yeah<br>Hey, hey-yeah, hey, hey-yeah-yeah<br>Hey, hey-yeah, hey, hey-yeah-yeah<br><br>Hey, hey-yeah, hey, hey-yeah-yeah<br>Hey, hey-yeah-yeah, hey, hey-yeah-yeah<br>Hey, hey-yeah, hey, hey-yeah-yeah<br>Hey, hey-yeah, hey, hey-yeah-yeah, prrr<br><br>Pig gam da dim, de da pig gam pa rim ba<br>Poing dam da gim, pa gam dim dam pa rim ba<br>Pig gam da dim, de da pig gam pa rim ba<br>Poing dam da gim, pa gam dim dam pa rim ba<br><br>Pig gam da dim, de, pig gam da dim, de<br>Pig gam da dim, de, pig gam da dim, de<br>Pig gam da dim, de, pig gam da dim, de<br>Pig gam da dim, de, pig gam da dim, de<br><br>Bamb, bamb, bamb, di gi di dan, dan, wooh<br><br>Wooh<br>Wooh<br>Wooh<br>Prrr, wooh<br><br>Wooh<br>Wooh<br>Wooh<br><br>Pig gam da dim, de da pig gam pa rim ba<br>Poing dam da gim, pa gam dim dam pa rim ba<br>Pig gam da dim, de da pig gam pa rim ba<br>Bamb, bamb, bamb, di gi di dan, dan, wooh<br><br>Wooh<br>Wooh<br>Wooh<br>Wooh<br><br>A ris I niga wan kan tu ya ninja<br>Uan a niga din tam maga ninto<br>Bang for ninga da won de rutina<br>Bang for wis da hol<br>A ris I niga wan kan tu ya ninja<br>Uan a niga din tam maga ninto<br>Bang for ninga da won de rutina<br>Bang for wis da hol<br><br>Hey, hey-yeah, hey, hey-yeah-yeah<br>Hey, hey-yeah, hey, hey-yeah-yeah<br>Hey, hey-yeah, hey, hey-yeah-yeah<br>Hey, hey-yeah, hey, hey-yeah-yeah</font></p>"
    },
	
	{
      "id": 8,
      "name_category": "DJ SNAKE",
      "title": "Middle",
      "image": "file:///android_asset/image/DJSNAKE.jpg",
      "link_mp3": "mp3/Middle.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Staring at two different views on your window ledge<br>Coffee has gone cold, it's like time froze<br>There you go wishing, floating down our wishing well<br>It's like I'm always causing problems, causing hell<br>I didn't mean to put you through this, I can tell<br>We're gonna sweep this under the carpet<br><br>I hope that I can turn back the time<br>To make it all alright, all alright for us<br>I'll promise to build a new world for us two<br>With you in the middle<br><br>You in the middle<br>You in the middle<br><br>Lying down beside you. What's going through your head?<br>The silence in the air felt like my soul froze<br>Am I just overthinking feelings I conceal?<br>This gut feeling I'm tryna get off me as well<br>I hope we find our missing pieces and just chill<br>We're gonna sweep it under the carpet<br><br>I hope that I can turn back the time<br>To make it all alright, all alright for us<br>I'll promise to build a new world for us two<br>With you in the middle<br><br>You in the middle<br>You in the middle<br>With you<br>You<br><br>Thank the children<br>Just thank the children<br>You<br>Thank the children<br>Just thank the children</font></p>"
    },
	
	{
      "id": 9,
      "name_category": "DJ SNAKE",
      "title": "Run It",
      "image": "file:///android_asset/image/DJSNAKE.jpg",
      "link_mp3": "mp3/Run-It.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Uh rollin' in impalas but you too tame<br>I ain't from the south but I appreciate the wood grain<br>Neighbor callin' me about the noise it's only 2 man<br>Now I'm in the same building but the floors and view changed<br>I ain't for the waitin' now<br>I bought a rari and I did it just to hear the sound<br>Drive safe really boutta lose all its meaning now<br>Guess you love to travel when I pull up man you're leaving town<br>Say you're married to the game and I'm just here to burn the gown<br><br>I got a flight in the morning<br>I see what you been tryna do and Imma mission abort it<br>You think I never pay attention in my mind I'm recording<br>I'm boutta win and ruin all your goals and dreams out of boredom<br><br>Ridin' around with homies like we run the city<br>Done it<br>Lookin' fresh and feelin' like a milli<br>Money<br>Move in silence you can never hear me<br>Comin'<br>If you got a problem when you see me<br>Run it<br><br>Run it<br>DJ Snake<br>Rozay<br><br>Bang<br>Tryna show you what we came to do<br>Boss<br>Only talkin' makin' major moves<br>Rolls Royce, no top me<br>No one will ever stop me<br>Me against the world, I got my back against the wall<br>Know I'm hell bound<br>But I'm well now<br>On the road to riches I could never lay around<br>Told her don't make a sound unless she make it loud<br>Everybody scream<br>Everybody scream<br>Everybody scream<br>That's my only thing<br>I'm a born winner<br>A Jordan 23<br>All my people G's until the party ceased<br><br>Run it<br><br>Run it<br></font></p>"
    },
	
	{
      "id": 10,
      "name_category": "DJ SNAKE",
      "title": "Selfish Love",
      "image": "file:///android_asset/image/DJSNAKE.jpg",
      "link_mp3": "mp3/Selfish-Love.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Nadie tiene que dec&iacute;rmelo<br>Hablas con otra que no soy yo<br>Y te confieso que vi&eacute;ndolo<br>Baby, me dan ganas de tenerte<br><br>Just a little crush, got me over here thinking<br>Does somebody else care, somebody else care?<br>I know we got trust, but you be gettin' me thinking<br>Does somebody else care, somebody else care?<br><br>T&uacute; quieres darme celos<br>All this time and we still got that selfish love<br>You like makin' me jealous (I like makin' you jealous)<br>Es un juego que queda entre t&uacute; y yo<br>T&uacute; y yo, t&uacute; y yo<br><br>(Yeah, yeah)<br>You know we got trust<br>(Yeah, yeah)<br>(Yeah)<br><br>C&oacute;mo me miran es obvio<br>Ven marca tu territorio<br>Este secreto entre los dos<br>S&eacute; que te dan ganas de tenerme (Te dan ganas de tenerme)<br><br>I get just a little rush when you're over there thinking<br>Does somebody else care, somebody else care? (Ooh, ooh)<br>You know we got trust, but I like gettin' you thinking<br>Does somebody else care, somebody else care?<br><br>Me gusta darte celos<br>All this time and we still got that selfish love<br>I like makin' you jealous (I like makin' you jealous)<br>Es un juego que queda entre t&uacute; y yo<br>T&uacute; y yo, t&uacute; y yo<br><br>(Yeah, yeah)<br>You know we got trust<br>(Yeah, yeah)<br>(Yeah)<br><br>DJ Snake<br>Ayy<br>Selena Gomez<br>(Yeah)<br>Yeah<br><br>[English translation:]<br><br>No one has to tell me<br>You're talking to another girl who's not me<br>I confess to you that watching it<br>Baby, I want to have you<br><br>Just a little crush, got me over here thinkin'<br>&quot;Does somebody else care, somebody else care?&quot;<br>I know we got trust, but you be gettin' me thinkin'<br>&quot;Does somebody else care, somebody else care?&quot;<br><br>You want to make me jealous<br>All this time and we still got that selfish love<br>You like making me jealous (I like making you jealous)<br>It's a game that stays between you and me<br>You and me, you and me<br><br>Yeah, yeah<br>You know that we got trust<br>Yeah, yeah<br>Yeah<br><br>How they look at me is obvious<br>Come, mark your territory<br>This secret between us<br>I know it makes you want me (I know it makes you want me)<br><br>I get just a little rush when you're over there thinkin'<br>&quot;Does somebody else care, somebody else care?&quot; (Ooh, ooh)<br>You know we got trust, but then again you thinkin'<br>&quot;Does somebody else care, somebody else care?&quot;<br><br>I like to make you jealous<br>All this time and we still got that selfish love<br>I like making you jealous (I like making you jealous)<br>It's a game that stays between you and me<br>You and me, you and me<br><br>Yeah, yeah<br>You know that we got trust<br>Yeah, yeah<br>Yeah<br><br>DJ Snake<br>Eh<br>Selena Gomez<br>Yeah<br>Eh</font></p>"
    },
	
	{
      "id": 11,
      "name_category": "DJ SNAKE",
      "title": "SG",
      "image": "file:///android_asset/image/DJSNAKE.jpg",
      "link_mp3": "mp3/SG.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>(Yeah)<br>Woh-oh-oh (Yeah)<br>Dime qu&eacute; va' a hacer, qu&eacute; va' a hacer, qu&eacute; va' a hacer<br>D&iacute;melo, Yampi, Yampi<br><br>Sexy girl (Sexy girl), dime qu&eacute; va' a hacer (&iquest;Qu&eacute; va' a hacer?)<br>Yo quiero ver, saber lo que t&uacute; sabe' hacer (T&uacute; sabe' hacer)<br>Baila (Baila) como lo hiciste ayer (Lo hiciste ayer)<br>Amanecemo', prende, nos vamo' a beber, baby<br><br>D&eacute;jate llevar por lo que te diga la m&uacute;sica<br>M&iacute;rame, como que t&uacute; est&aacute;s luc&iacute;a<br>Te miro y puedo verte &uacute;nica<br>Pa' colmo, demasia'o de s&oacute;lida<br>D&eacute;jame que me caiga la noche<br>Voy a pasar a buscarte en el coche<br>Me encanta cuando t&uacute; me mira'<br>No quiero olvidar aquella noche<br>D&eacute;jame que me caiga la noche<br>Vo'a pasar a buscarte en el coche<br>Me encanta cuando t&uacute; me mira'<br>No quiero olvidar aquella noche, babe<br><br>Sexy girl (Sexy girl), dime qu&eacute; va' a hacer (&iquest;Qu&eacute; va' a hacer?)<br>Yo quiero ver, saber lo que t&uacute; sabe' hacer (T&uacute; sabe' hacer)<br>Baila (Baila) como lo hiciste ayer (Lo hiciste ayer)<br>Amanecemo', prende, no' vamo' a beber<br><br>Ayy, he wanna party with a hottie (With a hottie)<br>He said he like 'em thick, I got that body-ody-ody (Ah)<br>I must be who they study 'cause I'm always the subject<br>Professor, finesser (Yeah)<br>Teach you bitches how to keep a player under pressure<br>Thick thighs, brown eyes, pretty brown skin (Brown skin)<br>Ninety-nine problems and none of 'em are men (None of 'em are men)<br>Many men try (Yeah), but many men fail<br>I gotta get the head 'fore I let you get the tail (Ah)<br><br>Sexy girl (Sexy girl), dime qu&eacute; va' a hacer (&iquest;Qu&eacute; va' a hacer?)<br>Yo quiero ver, saber lo que t&uacute; sabe' hacer (T&uacute; sabe' hacer)<br>Baila (Baila) como lo hiciste ayer (Lo hiciste ayer)<br>Amanecemo', prende, no' vamo' a beber<br><br>(Oh-oh, oh-oh)<br><br>(Deja, uh)<br>Baila, whatcha want, dance for you<br>I sway, sway all night with you<br>Baila, come on in, closer, you<br>Eh-eh, eh-ayy, yeah<br>'Til the sun comes up, I'll be here with you<br>No lie, no lie<br>Got me in the mood when it just us two<br>I'll fly, I'll fly, yeah-eh<br><br>Sexy girl (Sexy girl), you know I don't play<br>Make you fall in love, one touch and you'll be saved (T&uacute; sabe' hacer)<br>On fire (Fire), boy, won't you behave? (Lo hiciste ayer)<br>My love gon' send you up into a higher place<br>Oh, oh-oh<br><br>(Oh-oh, oh-oh)<br><br>(Oh-oh-oh, oh-oh)<br>(Oh-oh-oh, oh-oh)</font></p>"
    },
	
	{
      "id": 12,
      "name_category": "DJ SNAKE",
      "title": "Taki Taki",
      "image": "file:///android_asset/image/DJSNAKE.jpg",
      "link_mp3": "mp3/Taki-Taki.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>[Ozuna:]<br>Wo-oh, oh-oh<br><br>Bailame como si fuera la &uacute;ltima vez<br>Y ens&eacute;&ntilde;ame ese pasito que no s&eacute;<br>Un besito bien suavecito beb&eacute;<br>Taki taki<br>Taki taki, rumba<br>Wo-oh, oh-oh<br>Hi Music Hi Flows (Snake, ha, ha)<br>Bailame como si fuera la &uacute;ltima vez<br>Y ens&eacute;&ntilde;ame ese pasito que no s&eacute;<br>Un besito bien suavecito beb&eacute;<br>Taki taki<br>Taki taki<br><br>Taki, taki<br>Quiere un besito o un &ntilde;aqui<br>Booty explota como saki saki<br>Prende los motores Kawasaki<br>Que la disco est&aacute; llena<br>Y llegaron los Anunnakis<br>No le bajes<br>El booty sobresale de tu traje<br>No trajo pantisito pa' que el nene no trabaje<br>Es que yo me s&eacute; lo que ella cree que ella se sabe<br>Cuenta que no quiere pero me tiene espionaje, eh-eh<br>El booty sobresale de tu traje<br>No trajo pantisito pa' que el nene no trabaje<br>Es que yo me s&eacute; lo que ella cree que ella se sabe<br>Cuenta que no quiere pero me tiene espionaje, eh-eh<br><br>Bailame como si fuera la &uacute;ltima vez<br>Y ens&eacute;&ntilde;ame ese pasito que no s&eacute;<br>Un besito bien suavecito beb&eacute;<br>Taki taki<br>Taki taki, rumba<br>Wo-oh, oh-oh<br>Hi Music Hi Flows<br><br>[Cardi B:]<br>Bardi (Bardi)<br>He said he wants to touch it, and tease it, and squeeze it<br>Well my piggy bank is hungry, my nigga, you need to feed it<br>If the text ain't freaky, I don't wanna read it<br>And just to let you know, this punani is undefeated<br>Aye<br>He said he really wanna see me more<br>I said we should have a date, where? At the Lamborghini store<br>&quot;I'm kinda scary, hard to read, I'm like a Ouija board&quot;<br>&quot;But I'm a boss bitch, who you gonna leave me for?&quot;<br>You hoes got no class, you bitches is broke still<br>I be talking cash, shit, while I'm popping my gold grill (uh)<br>I'm a whole rich bitch, and I work like I'm broke still (Cardi)<br>But the love be so fake, but the hate be so real (uh)<br>El booty sobresale de mi traje<br>No traje pantisito pa' que el nene no trabaje<br>Es que yo me s&eacute; lo que tu crees que tu no sabe<br>Dice que no quiere pero se quiere comer el equipaje<br><br>[Ozuna:]<br>Bailame como si fuera la &uacute;ltima vez<br>Y ens&eacute;&ntilde;ame ese pasito que no s&eacute;<br>Un besito bien suavecito beb&eacute;<br>Taki taki<br>Taki taki, rumba<br>Wo-oh, oh-oh<br><br>[Selena Gomez:]<br>DJ Snake<br>Careful when you come through my way<br>My body-ody know how to play<br>Work it, keep it tight every day<br>And I, I, I know you need a taste<br>When I ooh, you're fallin' in love<br>Give a little ooh-ooh, get it well done<br>Dancing on my ooh, make your girl wanna run<br>We keep moving 'til the sun come up<br>Porque I am the party, yo soy fiesta<br>Blow out your candles, have a siesta<br>They can try pero no one can stop me<br>What my taki taki wants, ya my taki taki gets, uh<br><br>[Selena Gomez &amp; Ozuna:]<br>Bailame como si fuera la &uacute;ltima vez<br>Y ens&eacute;&ntilde;ame ese pasito que no s&eacute;<br>Un besito bien suavecito beb&eacute;<br>Taki taki<br>Taki taki, rumba<br>Wo-oh, oh-oh<br>Hi Music Hi Flows<br>Taki taki<br>Taki taki<br></font></p>"
    },
	
	{
      "id": 13,
      "name_category": "DJ SNAKE",
      "title": "Turn Down for What",
      "image": "file:///android_asset/image/DJSNAKE.jpg",
      "link_mp3": "mp3/Turn-Down-for-What.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Fire up that loud<br>Another round of shots, shots, shots, shots...<br><br>Turn down for what?<br>Turn down for what?<br>Turn down for what?<br>Turn down for what?<br>Turn down for what?<br><br>Fire up that loud<br>Another round of shots, shots, shots, shots...<br><br>Turn down for what?<br>Turn down for what?<br>Turn down for what?<br>Turn down for what?<br>Turn down for what?<br><br>Fire up that loud<br>Another round of shots<br>Fire up that loud<br>Another round of shots<br>Fire up that loud<br>Another round of shots<br>Fire up that loud<br>Another round of shots<br>Shots, shots, shots, shots, shot, sh...<br><br>Turn down for what?<br>Turn down for what?<br>Turn down for what?<br>Turn down for what?<br>Turn down for what?</font></p>"
    },
	
	{
      "id": 14,
      "name_category": "DJ SNAKE",
      "title": "You Are My High",
      "image": "file:///android_asset/image/DJSNAKE.jpg",
      "link_mp3": "mp3/You-Are-My-High.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>You, you are my high<br>Do you hear me, love?<br>You, you are my high<br>Do you hear me, love?<br><br>You, you are my high<br>Do you hear me, love?<br>You, you are my high<br>Do you hear me, love?<br>You, you are my high<br>Do you hear me, love?<br>You, you are my high<br>Do you hear me, love?<br>You, you are my high<br>Do you hear me, love?<br>You, you are my high<br>Do you hear me, love?<br><br>You, you are my high<br>Do you hear me, love?<br>You, you are my high<br>Do you hear me, love?<br>You, you are my high<br>Do you hear me, love?<br>You, you are my high<br>Do you hear me, love?<br>You, you are my high<br>Do you hear me, love?<br>You, you are my high<br>Do you hear me, love?</font></p>"
    },
	
	{
      "id": 15,
      "name_category": "DJ SNAKE",
      "title": "You Know You Like It",
      "image": "file:///android_asset/image/DJSNAKE.jpg",
      "link_mp3": "mp3/You-Know-You-Like-It.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Some people want me to be heads or tails<br>I say no way, try again another day<br>I should be happy, not tipping the scales<br>I just won't play, letting my life get away<br><br>I'm no fool, no, I'm not a follower<br>I don't take things as they come<br>If they bring me down<br>Life can be cruel, if you're a dreamer<br>I just wanna have some fun<br>Don't tell me what could be done<br><br>You know you like it but it drives you insane<br>You know you like it but it drives you insane<br>You know you like it but you're scared of the shame<br>What you want, what you gonna do?<br>You know you like it but it drives you insane<br>Follow me 'cause you know that you wanna feel the same<br>You know you like it but it drives you insane<br>What you want, what you gonna do?<br><br>(Drive you insane)<br>(Drive you insane)<br><br>If you wanna train me, like an animal<br>Better keep your eye on my every move<br>There's no need to be so damn cruel<br>Baby, you got nothing to prove<br><br>I'm no fool, no, I'm not a follower<br>I don't take things as they come<br>If they bring me down<br>Life can be cruel, if you're a dreamer<br>I just wanna have some fun<br>Don't tell me what could be done<br><br>You know you like it but it drives you insane<br>You know you like it but it drives you insane<br>You know you like it but you're scared of the shame<br>What you want, what you gonna do?<br>You know you like it but it drives you insane<br>Follow me 'cause you know that you wanna feel the same<br>You know you like it but it drives you insane<br>What you want, what you gonna do?<br><br>(Drive you insane)<br>(Drive you insane)<br><br>(Drive you insane)<br>(Drive you insane)<br><br>(Drive you insane)<br>(Drive you insane)<br><br>(Drive you insane)<br>(Drive you insane)</font></p>"
    }
  ]
}